[{
    "id": 1,
    "user_id": 23,
    "idea_title": "test",
    "idea_description": "test",
    "idea_guest_insight": "test",
    "idea_solution": "test",
    "idea_tags": "test",
    "idea_collaboration": "",
    "idea_video": "",
    "comments_count": 0,
    "rating_count": 0,
    "idea_rank": 0,
    "created_date": "2015-03-09T15:18:41.000Z",
    "modified_date": "2015-03-09T15:18:41.000Z",
    "published": 0,
    "trash": 1,
    "hits": 5
},
{
    "id": 2,
    "user_id": 106,
    "idea_title": "Organic Stoneground Flakes",
    "idea_description": "First organic stoneground wheat flakes on the market, made with only three ingredients - organic stoneground flakes, organic cane sugar, and a pinch of sea salt.  The goal is to create a vision of undoing food, going back to the roots, and inspiring a new generation that wholesome, simple foods can be delicious and fun too!",
    "idea_guest_insight": "The differentiation factor is the stoneground factor which is taking the whole wheat plant and grinding it down and using all of it.  Their packaging will also be unique compared to the rest of the cereal aisle.",
    "idea_solution": "Product will retail for $4.99 and is being carried at some Costco and Whole Foods stores right now.",
    "idea_tags": "wellness",
    "idea_collaboration": "",
    "idea_video": "https://www.backtotheroots.com/shop/cereal",
    "comments_count": 3,
    "rating_count": 22,
    "idea_rank": 2.64706,
    "created_date": "2015-03-17T11:10:41.000Z",
    "modified_date": "2015-03-19T12:14:01.000Z",
    "published": 1,
    "trash": 1,
    "hits": 84
},
{
    "id": 3,
    "user_id": 106,
    "idea_title": "Bundle Organics",
    "idea_description": "Bundle Organics is the very first line of pasteurized, organic juices designed especially for expecting & new moms.  The juices are made with USDA organic, non-GMO fruits and veggies, and fortified with OBGYN-recommended nutrients that complement prenatal vitamins.",
    "idea_guest_insight": "Nothing specific differentiated for Target, but it is a truly unique product from what is out their today.",
    "idea_solution": "They are currently carried on their website, amazon, and diapers.com along with a few independent baby retailers.  Retail is $6.00 a bottle.",
    "idea_tags": "bundleorganics",
    "idea_collaboration": "",
    "idea_video": "http://www.bundleorganics.com/",
    "comments_count": 0,
    "rating_count": 0,
    "idea_rank": 0,
    "created_date": "2015-03-18T11:25:02.000Z",
    "modified_date": "2015-03-18T11:27:23.000Z",
    "published": 0,
    "trash": 1,
    "hits": 0
},
{
    "id": 4,
    "user_id": 106,
    "idea_title": "Bundle Organics Juice",
    "idea_description": "Bundle Organics is the very first line of pasteurized, organic juices designed especially for expecting & new moms.  Our juices are made with USDA organic, non-GMO fruits and veggies, and fortified with OBGYN-recommended nutrients that complement prenatal vitamins. Bundle Organics the only organic, consumable brand that allows expecitng moms to safely enjoy the juice trend, while getting the nutrients she needs when she needs it most.",
    "idea_guest_insight": "Nothing specifically unique for Target at this time, but the product itself is very differentiated than what is currently on the market.",
    "idea_solution": "Currently carried on their website, amazon, diapers.com, and a few small retailers.  The retail per bottle is $6.00.",
    "idea_tags": "wellness",
    "idea_collaboration": "",
    "idea_video": "http://www.bundleorganics.com/pages/our-juices",
    "comments_count": 5,
    "rating_count": 21,
    "idea_rank": 2.00886,
    "created_date": "2015-03-18T11:26:59.000Z",
    "modified_date": "2015-03-19T12:13:43.000Z",
    "published": 1,
    "trash": 1,
    "hits": 74
},
{
    "id": 5,
    "user_id": 106,
    "idea_title": "Bubi Water Bottle",
    "idea_description": "This water bottle is a \"scrunchable\" water bottle that can fit in your pocket.  It is bpa-free and the bottle is microwave/freezer/dishwasher safe.  It is extremely easy to clean because you can just turn the bottle inside out.",
    "idea_guest_insight": "There are options to customize colors or designs for Target, but right now the plan would be to just use it as is.  The differentiation factor is the uniqueness of the material and the ability to scrunch the bottle.",
    "idea_solution": "Currently carried at Dick's Sporting Goods and soon at Whole Foods.  The large bottle would retail for $22 dollars and the small would retail for $15 dollars.",
    "idea_tags": "wellness",
    "idea_collaboration": "",
    "idea_video": "http://www.bubibottle.com/",
    "comments_count": 7,
    "rating_count": 21,
    "idea_rank": 1.99737,
    "created_date": "2015-03-18T12:10:51.000Z",
    "modified_date": "2015-03-19T12:13:33.000Z",
    "published": 1,
    "trash": 1,
    "hits": 68
},
{
    "id": 6,
    "user_id": 106,
    "idea_title": "CleanSmart Pet Cleaner",
    "idea_description": "CleanSmart Pet Care Products are the first pet products that clean and disinfect.  CleanSmart is EPA approved to kill 99.9% of germs, yet contains no harmful chemicals or harsh fumes, and it is gentle enough to use on chew toys.  It is the first disinfectant product the EPA has awarded \"no pet licking worries\" claim.",
    "idea_guest_insight": "The product is made up of clean ingredients using ultra pure salt and water which is then sent through a patented ionizing process.  There is no chemical residue because the product turns back into saline.",
    "idea_solution": "Currently the petcare line is not carried anywhere as it would launch this spring.  They do have a household cleaning line that is already in the market.  The retails would range from $3.99 to $5.99.  The URL below does not contain the actual pet product.  The line includes a litter box sanitizer, pet area disinfectant, pee mat disinfectant, or a paw cleanser.",
    "idea_tags": "wellness",
    "idea_collaboration": "",
    "idea_video": "http://www.cleansmarthome.com/",
    "comments_count": 12,
    "rating_count": 23,
    "idea_rank": 2.63415,
    "created_date": "2015-03-18T12:17:50.000Z",
    "modified_date": "2015-03-19T12:13:21.000Z",
    "published": 1,
    "trash": 1,
    "hits": 56
},
{
    "id": 7,
    "user_id": 106,
    "idea_title": "GRAYL Water Bottle",
    "idea_description": "The GRAYL is a water bottle filtration system where you can fill the bottle with water from anywhere.  You then press the filter down into the cup and you have clean water to drink.  It works like a french press.",
    "idea_guest_insight": "The product is BPA-free and their inner press is made up of stainless steel.  It comes in three different varieties with urban, trail, and travel purifiers.",
    "idea_solution": "It is currently located in a lot of sporting goods stores like REI and Mountain Gear.  Retails range from $50 to $80 dollars.",
    "idea_tags": "wellness",
    "idea_collaboration": "",
    "idea_video": "http://www.thegrayl.com/",
    "comments_count": 13,
    "rating_count": 25,
    "idea_rank": 1.6022,
    "created_date": "2015-03-18T12:30:16.000Z",
    "modified_date": "2015-03-19T12:13:05.000Z",
    "published": 1,
    "trash": 1,
    "hits": 68
},
{
    "id": 8,
    "user_id": 106,
    "idea_title": "Further Products",
    "idea_description": "This is a company that had an idea to take waste grease from local restaurants and put the biofuel to use by turning it into soap, hand lotion, a dish soap, and two candles.  The idea is taking waste and turning it into great product.  Today they sell the same product in hotels, restaurants, and retailers nationwide.",
    "idea_guest_insight": "Very unique process of how this comes together and we could even look at using some of Target's waste to create Further products.",
    "idea_solution": "Products today range from $17 to $34 dollars.  The product is carried at 100's of small retailers.",
    "idea_tags": "wellness",
    "idea_collaboration": "",
    "idea_video": "http://furtherproducts.com/",
    "comments_count": 7,
    "rating_count": 25,
    "idea_rank": 2.05532,
    "created_date": "2015-03-18T12:37:35.000Z",
    "modified_date": "2015-03-19T12:12:53.000Z",
    "published": 1,
    "trash": 1,
    "hits": 72
},
{
    "id": 9,
    "user_id": 106,
    "idea_title": "BagSavr Trash Can",
    "idea_description": "BagSavr is a patented trash can that is designed to hold your Target bags as a resuable trash bag.  It has handles on the sides that hold the bag handles along with a pouch in front to hold the additional Target bags.  It is small and can fit or attach in multiple areas of your home.",
    "idea_guest_insight": "They have 8 total colors right now, but could customize as Target would like.",
    "idea_solution": "The item is carried on Amazon and the BagSavr website.  Right now the retail is at $14.99 with a possibility to move down to $11.99.",
    "idea_tags": "wellness",
    "idea_collaboration": "",
    "idea_video": "http://www.bagsavr.com/",
    "comments_count": 9,
    "rating_count": 28,
    "idea_rank": 1.79381,
    "created_date": "2015-03-18T12:44:07.000Z",
    "modified_date": "2015-03-19T12:12:41.000Z",
    "published": 1,
    "trash": 1,
    "hits": 78
},
{
    "id": 10,
    "user_id": 106,
    "idea_title": "bitybean baby carrier",
    "idea_description": "The Bitybean baby carrier weighs a total of 8 oz and can roll up into a carrier that can be tucked into a pocket, bag, or purse.  It can be used for toddlers 3 months and up and weighing 8 to 40 pounds.",
    "idea_guest_insight": "There is a possibility to eventually have differentiated colors, but at this point we would stick with the core colors.",
    "idea_solution": "Today it is carried at Amazon and a few small retailers.  The retail is $59.95.",
    "idea_tags": "wellness",
    "idea_collaboration": "",
    "idea_video": "http://bitybean.com/",
    "comments_count": 10,
    "rating_count": 43,
    "idea_rank": 2.78417,
    "created_date": "2015-03-18T12:51:08.000Z",
    "modified_date": "2015-03-19T12:12:32.000Z",
    "published": 1,
    "trash": 1,
    "hits": 184
},
{
    "id": 11,
    "user_id": 106,
    "idea_title": "Paint Brush Cover",
    "idea_description": "The Paint Brush Cover is made of clear, hard, durable plastic and it allows you to place your paint brushes inside of it wet or dry and it will create an airtight seal to protect the brush.  This allows you to not clean your brush if you have to take a break during the project and it allows your brushes to last longer.",
    "idea_guest_insight": "Nothing specific or unique for Target at this time.  One question that would be great to hear in the comments is do you feel the guest would intuitively get what this product does.  Would it sell better online or in the store next to paint brushes.",
    "idea_solution": "It comes in either a brush or roller format.  The retail is between $3 and $6 dollars.  Currently carried in multiple retailers.",
    "idea_tags": "shark tank",
    "idea_collaboration": "",
    "idea_video": "http://www.thepaintbrushcover.com/",
    "comments_count": 27,
    "rating_count": 45,
    "idea_rank": 2.33108,
    "created_date": "2015-03-19T08:28:41.000Z",
    "modified_date": "2015-03-19T12:12:15.000Z",
    "published": 1,
    "trash": 1,
    "hits": 147
},
{
    "id": 12,
    "user_id": 106,
    "idea_title": "Zipsak",
    "idea_description": "The Zipsak is a piece of luggage that can shrink down to the size of a briefcase bag for easy storage, but can expand out to a full suitcase with rollers with just enough space as a normal bag. This item was seen on Shark Tank.",
    "idea_guest_insight": "Eventually they could create different prints and patterns, but for now we would be focused on carrying the core.",
    "idea_solution": "Currently carried at Amazon and other smaller retailers.  Price point is $59 on the carry on 22\" size, $79 on the 27\" size and $99 on the 31\" size",
    "idea_tags": "shark tank",
    "idea_collaboration": "",
    "idea_video": "http://www.biaggi.com/zipsak",
    "comments_count": 22,
    "rating_count": 54,
    "idea_rank": 2.82558,
    "created_date": "2015-03-19T08:33:25.000Z",
    "modified_date": "2015-03-19T12:11:58.000Z",
    "published": 1,
    "trash": 1,
    "hits": 196
},
{
    "id": 13,
    "user_id": 106,
    "idea_title": "Bantam Bagels",
    "idea_description": "Bantam Bagels are New York style mini stuffed bagel balls.  They are crispy and chewy and are stuffed with artisan cream cheeses.  Some of the sample flavors include hot pretzel, plain cream cheese, French toast, cookies and milk.",
    "idea_guest_insight": "This product has very limited distribution right now so Target could be one of the first retailers to carry it.  We would most likely carry it in the frozen section, but could explore including them in our bakery as well.",
    "idea_solution": "They currently sell 36 of them for $50 dollars on QVC.  We have not met with this vendor yet, but I'm assuming we could get a 12 pack frozen set in the $12 dollar range.",
    "idea_tags": "shark tank",
    "idea_collaboration": "",
    "idea_video": "https://www.bantambagels.com/",
    "comments_count": 21,
    "rating_count": 39,
    "idea_rank": 1.38722,
    "created_date": "2015-03-19T08:39:08.000Z",
    "modified_date": "2015-03-19T12:11:47.000Z",
    "published": 1,
    "trash": 1,
    "hits": 139
},
{
    "id": 14,
    "user_id": 106,
    "idea_title": "Nuts N' More",
    "idea_description": "Nuts N' More is a line of high protein spreads that was created because a group of athletes was looking for a healthy alternative of getting protein into their diets without having to eat another bar or drink another shake.  Flavors include almond butter, chocolate almond, cinnamon raisin, chocolate peanut, etc...",
    "idea_guest_insight": "Only carried in specialty stores right now, so there is an opportunity to be one of the first mass retailers to carry it.",
    "idea_solution": "Prices range from $9.99 to $12.99 on their website.",
    "idea_tags": "wellness",
    "idea_collaboration": "",
    "idea_video": "http://www.nuts-n-more.com/",
    "comments_count": 20,
    "rating_count": 65,
    "idea_rank": 2.86547,
    "created_date": "2015-03-19T08:46:15.000Z",
    "modified_date": "2015-03-19T12:11:09.000Z",
    "published": 1,
    "trash": 1,
    "hits": 232
},
{
    "id": 15,
    "user_id": 106,
    "idea_title": "Fantabulous Water Blob",
    "idea_description": "This is a gigantic plastic pillow that you fill with water.  You can jump on it, roll on it, or bounce on it.  The cool water inside keeps you cool on hot days and you can open up holes on the surface that will cause water to squirt out.",
    "idea_guest_insight": "This product is in idea phase, so this could be exclusive to Target.",
    "idea_solution": "At this point no retail, so tell us in the comments what you would pay!  Also no website, so hopefully the picture gives you the idea.",
    "idea_tags": "active play",
    "idea_collaboration": "",
    "idea_video": "",
    "comments_count": 18,
    "rating_count": 42,
    "idea_rank": 1.86207,
    "created_date": "2015-03-19T08:49:47.000Z",
    "modified_date": "2015-03-19T12:10:49.000Z",
    "published": 1,
    "trash": 1,
    "hits": 164
},
{
    "id": 16,
    "user_id": 106,
    "idea_title": "Toobeez",
    "idea_description": "Toobeez is an active play item that comes with a bunch of rods and connectors that allows you to build multiple things to play with like hurdles, goals, hideaways, forts, windmills, etc...",
    "idea_guest_insight": "Currently carried at Amazon and online, but they have offered us a special package to sell at $29.99.  Right now they show it online for $149.99, but I believe it is the same exact set.",
    "idea_solution": "Limited retail presence right now",
    "idea_tags": "active play",
    "idea_collaboration": "",
    "idea_video": "http://www.toobeez.com/toobeez-kits/toobeez-57-piece-kit-clone.html",
    "comments_count": 18,
    "rating_count": 39,
    "idea_rank": 2.77444,
    "created_date": "2015-03-19T08:54:35.000Z",
    "modified_date": "2015-03-19T08:54:35.000Z",
    "published": 1,
    "trash": 1,
    "hits": 135
},
{
    "id": 17,
    "user_id": 106,
    "idea_title": "Bungee Ball",
    "idea_description": "It is a combination of Volleyball and Tetherball.  It has the ball tethered to a string but you still hit it back and forth over the net.  This idea is also in concept phase.",
    "idea_guest_insight": "Nothing specific at this time, other than it is not on the market",
    "idea_solution": "Price point and distribution is still up for discussion.  Share how much you would pay for it.",
    "idea_tags": "active play",
    "idea_collaboration": "",
    "idea_video": "",
    "comments_count": 12,
    "rating_count": 37,
    "idea_rank": 1.19516,
    "created_date": "2015-03-19T12:09:56.000Z",
    "modified_date": "2015-03-19T12:09:56.000Z",
    "published": 1,
    "trash": 1,
    "hits": 115
},
{
    "id": 18,
    "user_id": 1207,
    "idea_title": "jamstik+",
    "idea_description": "jamstik+ brings the joy of learning to play guitar to a new generation through technology.  It's compact size allows for on-the-go fun. Apps guide you from how to hold a pick correctly, all the way to playing your first song. jamstik+ is for current, aspring, or even professional musicians.  Through hundreds of compatible apps, jamstik+ continues to reinvent itself.",
    "idea_guest_insight": "Product is currently on Kickstarter and offering exclusive kickstarter colors or engraved onlays. Owners seem open to unique offerings.  Given the price point, this may be a target.com exclusive.",
    "idea_solution": "The first jamstik is available on Amazon for $299.  Kickstarter editions are selling at $229.  This is a very Apple-friendly product, but is compatible with Android & Windows.  At a time when the Guitar Hero franchise is rumored to be rebooted, learning to play an actual instrument mobile vs console seems a very logical progression.",
    "idea_tags": "kids,music,apple,kickstarter,indiegogo",
    "idea_collaboration": "",
    "idea_video": "https://www.kickstarter.com/projects/80789521/jamstik-the-smartguitar",
    "comments_count": 0,
    "rating_count": 2,
    "idea_rank": 0.975,
    "created_date": "2015-04-03T14:03:07.000Z",
    "modified_date": "2015-04-03T14:06:18.000Z",
    "published": 1,
    "trash": 1,
    "hits": 6
}]
